Repository: Samer98/kunooz
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: New approval comment created at project {instance.approval.project}
ar: تم إنشاء تعليق موافقة جديد في المشروع {instance.approval.project}

source: You have joined the project: {instance.project.title}
ar: لقد انضممت إلى المشروع: {instance.project.title}

source: The user reached the limit of projects
ar: لقد وصل المستخدم إلى الحد الأقصى للمشاريع

source: You are not the owner of this project
ar: أنت لست صاحب هذا المشروع

source: Project {project.title} deleted successfully
ar: تم حذف المشروع {project.title} بنجاح

source: Arabic
ar: العربية

source: English
ar: الإنجليزية

source: Personal info
ar: المعلومات الشخصية

source: Employee info
ar: معلومات الموظف

source: Permissions
ar: الأذونات

source: Important dates
ar: التواريخ المهمة

source: This phone number is verified
ar: هذا المحمول تم التحقق منه
