Arabic_progress_step={
    "الخطوة الأولى - التصميم المعماري": ["تكليف الاستشاري","صميم مبدئي (2دي)","تصميم مبدئي (3دي)","إعتماد التصميم","إجراءات فحص التربة","عقد الاستشاري"],
    "الخطوة الثانية - التصميم الإنشائي": ["استكمال فحص التربة","عمل المخططات والحسابات الإنشائية"],
    "الخطوة الثالثة - مخططات MEP": ["التكييف","الكهرباء","المجاري","المياه","الفرش","السقف"],
    "الخطوة الرابعة - اعتماد المخططات من البلدية": ["اعتماد المخطط المعماري","اعتماد المخطط الإنشائي","اعتماد مخطط الكهرباء الاولي"],
    "الخطوة الخامسة - المناقصات": ["جدول المواد والمواصفات","جدول الكميات"],
    "الخطوة السادسة - تحليل الاسعار": ["إرسال المشروع للمقاولين وتحصيل عروض الأسعار","عمل فولدر كامل للمشروع بالتسعيرات"],
    "الخطوة السابعة ا- طرح الفيلا للمناقصة": ["عمل تحليل أسعار العروض","مناقشة المالك والاسعار والميزانية","اختيار المقاول المناسب للمالك"],
    "الخطوة الثامنة - ترسية المقاول بأعمال المشروع": ["توقيع العقود بعد مناقشتها مع المالك","استلام زوايا الارض","استخراج رخصة البناء"],
    "الخطوة التاسعة - تجهيز ملفات البنك مع الاعتماد": ["اعتماد الاستشاري","اعتماد المقاول","اصدار الترسية","اصدار نسب الإنجاز","مراجعة نسب الموقع والاستعداد لتقديم دفعة اولى للمقاول","الدفعات الشهرية"],
    "الخطوة العاشرة - مرحلة الاشراف بالموقع": ["صفحة آخر الأخبار","التقارير","الملاحظات","اعتمادات المواد","نسبة الانجاز","التعديلات الخاصة بالموقع ","زيارات الموقع"],

}

English_progress_step={
    "Step 1": ["sub 1","sub 2","sub 3","sub 4","sub 5"],
    "Step 2": ["sub 1", "sub 2", "sub 3", "sub 4", "sub 5"],
    "Step 3": ["sub 1", "sub 2", "sub 3", "sub 4", "sub 5"],
    "Step 4": ["sub 1", "sub 2", "sub 3", "sub 4", "sub 5"],
    "Step 5": ["sub 1", "sub 2", "sub 3", "sub 4", "sub 5"],
    "Step 6": ["sub 1", "sub 2", "sub 3", "sub 4", "sub 5"],
    "Step 7": ["sub 1", "sub 2", "sub 3", "sub 4", "sub 5"],
    "Step 8": ["sub 1", "sub 2", "sub 3", "sub 4", "sub 5"],
    "Step 9": ["sub 1", "sub 2", "sub 3", "sub 4", "sub 5"],
    "Step 10": ["sub 1", "sub 2", "sub 3", "sub 4", "sub 5"],

}

