Arabic_progress_step={
    "خظوه 1": ["فرعيه 1","فرعيه 2","فرعيه 3","فرعيه 4","فرعيه 5"],
    "خظوه 2": ["فرعيه 1","فرعيه 2","فرعيه 3","فرعيه 4","فرعيه 5"],
    "خظوه 3": ["فرعيه 1","فرعيه 2","فرعيه 3","فرعيه 4","فرعيه 5"],
    "خظوه 4": ["فرعيه 1","فرعيه 2","فرعيه 3","فرعيه 4","فرعيه 5"],
    "خظوه 5": ["فرعيه 1","فرعيه 2","فرعيه 3","فرعيه 4","فرعيه 5"],
    "خظوه 6": ["فرعيه 1","فرعيه 2","فرعيه 3","فرعيه 4","فرعيه 5"],
    "خظوه 7": ["فرعيه 1","فرعيه 2","فرعيه 3","فرعيه 4","فرعيه 5"],
    "خظوه 8": ["فرعيه 1","فرعيه 2","فرعيه 3","فرعيه 4","فرعيه 5"],
    "خظوه 9": ["فرعيه 1","فرعيه 2","فرعيه 3","فرعيه 4","فرعيه 5"],
    "خظوه 10": ["فرعيه 1","فرعيه 2","فرعيه 3","فرعيه 4","فرعيه 5"],

}

English_progress_step={
    "Step 1": ["sub 1","sub 2","sub 3","sub 4","sub 5"],
    "Step 2": ["sub 1", "sub 2", "sub 3", "sub 4", "sub 5"],
    "Step 3": ["sub 1", "sub 2", "sub 3", "sub 4", "sub 5"],
    "Step 4": ["sub 1", "sub 2", "sub 3", "sub 4", "sub 5"],
    "Step 5": ["sub 1", "sub 2", "sub 3", "sub 4", "sub 5"],
    "Step 6": ["sub 1", "sub 2", "sub 3", "sub 4", "sub 5"],
    "Step 7": ["sub 1", "sub 2", "sub 3", "sub 4", "sub 5"],
    "Step 8": ["sub 1", "sub 2", "sub 3", "sub 4", "sub 5"],
    "Step 9": ["sub 1", "sub 2", "sub 3", "sub 4", "sub 5"],
    "Step 10": ["sub 1", "sub 2", "sub 3", "sub 4", "sub 5"],

}

